Repository: alexanderaleskin/drive_bot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Menu file
ru: Меню файла

source: Note
ru: Заметки

source: Name
ru: Имя

source: Menu folder
ru: Меню папки

source: Folder name
ru: Имя папки

source: Menu sharelink
ru: Меню ShareLink

source: How to share
ru: Как поделиться

source: Share with amount
ru: Поделиться с

source: Main folder could not be shared
ru: Основной папкой нельзя поделиться

source: There is mounted or shared folders instances in descendants. You could not share this folder.
ru: В связанных папках есть публичные папки. Вы не можете поделиться этим папка.

source: Only show
ru: Только просмотр

source: Show and change
ru: Просмотр и изменение

source: <b>You do not have permission for change location for %(title)s to folder %(folder_title)s. </b>
ru: <b>У вас нет разрешения на изменение расположения %(title)s в папку %(folder_title)s. </b>

source: Hi! 🤖 I will help you to store and manage data like Yandex disk or Google drive does it. Now, you could store your files in Telegram in different folders and shared it with others. Similar to self chat but more useful for work in team or store different content in different areas. Try it!
ru: Привет! 🤖 Я помогу вам хранить и управлять данными, как это делает Яндекс диск или Google drive. Теперь вы можете хранить свои файлы в Telegram в разных папках и делиться ими с другими. Похоже на чат с самим собой, но более полезен для работы в команде или хранения разного контента в разных местах. Попробуй!

source: ⚙️ Settings
ru: ⚙️ Настройки

source: Folder
ru: Папка

source: 🔙 Return to folder
ru: 🔙 Вернуться в папку

source: 📂 Folder: %(folder_name)s <i>🗂 Subfolder: %(count_subfolder)d 📑 Files: %(count_file)d 🔗 Shared content: %(count_share)d 🕑 Last change: %(date_change)s</i>
ru: 📂 Папка: %(folder_name)s <i>🗂 Подпапок: %(count_subfolder)d 📑 Файлы: %(count_file)d 🔗 Общий контент: %(count_share)d 🕑 Последнее изменение: %(date_change)s</i>

source: Public folder: %(shared)s
ru: Публичная папка: %(shared)s

source: 🌍 Yes
ru: 🌍 Да

source: 🚫 No
ru: 🚫 Нет

source: 📝 Title
ru: 📝 Название

source: 🗺 Change location
ru: 🗺 Изменить расположение

source: 🔗 General access
ru: 🔗 Общий доступ

source: ❌ Delete
ru: ❌ Удалить

source: 🔙 Back
ru: 🔙 Назад

source: Main
ru: Основная

source: To change the location, select a folder and click «Place in Folder» Folder selected: %(name)s
ru: Для изменения расположения выберите папку и нажмите «Разместить в папке» Выбрана папка: %(name)s

source: ✔️ Place in a folder %(name)s
ru: ✔️ Разместить в папке %(name)s

source: ❌ Cancel
ru: ❌ Отменить

source: ➕ Folder
ru: ➕ Папка

source: ➕ File
ru: ➕ Файл

source: File
ru: Файл

source: Please send the file or text(note) you want to keep (you can forward it also) 📇
ru: Пожалуйста, отправьте файл или текст (заметку), который вы хотите сохранить (вы также можете переслать его) 📇

source: 📇 Content
ru: 📇 Контент

source: ✏️ Name
ru: ✏️ Название

source: 💬 Text / Note
ru: 💬 Заметка

source: Share access
ru: Общий доступ

source: All
ru: Все

source: 📂 <b>Folder</b>: %(path)s
ru: 📂 <b>Папка</b>: %(path)s

source: 📇 <b>File</b>: %(name)s
ru: 📇 <b>Файл</b>: %(name)s

source: ➕ Add
ru: ➕ Добавить

source: Russian
ru: Русский

source: English
ru: Английский
